-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 11, 2020 at 09:49 PM
-- Server version: 10.4.10-MariaDB
-- PHP Version: 7.3.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `sdi1400107`
--

-- --------------------------------------------------------

--
-- Table structure for table `amea_stations`
--

CREATE TABLE `amea_stations` (
  `id` int(11) NOT NULL,
  `station` varchar(256) NOT NULL,
  `street` varchar(256) NOT NULL,
  `district` varchar(256) NOT NULL,
  `medium_type` varchar(256) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `amea_stations`
--

INSERT INTO `amea_stations` (`id`, `station`, `street`, `district`, `medium_type`) VALUES
(1, '8η ΚΑΙΣΑΡΙΑΝΗΣ', 'ΕΘΝΙΚΗΣ ΑΝΤΙΣΤΑΣΕΩΣ', 'ΚΑΙΣΑΡΙΑΝΗΣ', 'Bus'),
(2, '9η ΚΑΙΣΑΡΙΑΝΗΣ', 'ΕΘΝΙΚΗΣ ΑΝΤΙΣΤΑΣΕΩΣ', 'ΚΑΙΣΑΡΙΑΝΗΣ', 'Bus'),
(3, '10η ΚΑΙΣΑΡΙΑΝΗΣ', 'ΕΘΝΙΚΗΣ ΑΝΤΙΣΤΑΣΕΩΣ', 'ΚΑΙΣΑΡΙΑΝΗΣ', 'Bus'),
(4, '11η ΚΑΙΣΑΡΙΑΝΗΣ', 'ΕΘΝΙΚΗΣ ΑΝΤΙΣΤΑΣΕΩΣ', 'ΚΑΙΣΑΡΙΑΝΗΣ', 'Bus'),
(5, 'ΚΛΕΙΟΥΣ', 'ΤΣΑΜΑΔΟΥ', 'ΗΛΙΟΥΠΟΛΗΣ', 'Bus'),
(6, 'ΚΛΕΙΟΥΣ', 'ΤΣΑΜΑΔΟΥ', 'ΗΛΙΟΥΠΟΛΗΣ', 'Bus'),
(7, 'ΠΑΠΑΓΟΥ', 'ΑΛ.ΠΑΝΑΓΟΥΛΗ', 'ΗΛΙΟΥΠΟΛΗΣ', 'Bus'),
(8, 'ΣΠ.ΜΗΛΙΟΥ', 'ΤΣΑΜΑΔΟΥ', 'ΗΛΙΟΥΠΟΛΗΣ', 'Bus'),
(9, '1η ΙΛΙΣΙΩΝ', 'ΝΥΜΦΑΙΩΝ', 'ΖΩΓΡΑΦΟΥ', 'Bus'),
(10, 'ΥΠΕΡΑΓΟΡΑ', 'ΟΥΛΩΦ ΠΑΛΜΕ', 'ΖΩΓΡΑΦΟΥ', 'Bus'),
(11, 'ΤΣΙΤΟΥΡΑ', 'ΛΕΩΦ.ΣΤΡΧΟΥ ΠΑΠΑΓΟΥ', 'ΖΩΓΡΑΦΟΥ', 'Bus'),
(12, 'ΠΛ.ΠΛΑΣΤΗΡΑ', 'ΕΥΤΥΧΙΔΟΥ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(13, 'ΠΛ.ΠΛΑΣΤΗΡΑ', 'ΕΥΤΥΧΙΔΟΥ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(14, 'ΠΛΑΤΕΙΑ', 'ΣΥΡΑΚΟΥΣΩΝ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(15, 'ΠΝΕΥΜΑΤΙΚΟ ΚΕΝΤΡΟ', 'ΚΡΕΟΝΤΟΣ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(16, 'ΠΟΛΥΤΕΧΝΕΙΟ', 'ΜΠΟΥΜΠΟΥΛΙΝΑΣ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(17, 'ΚΡΥΣΤΑΛ', 'ΠΡΙΓΚΙΠΟΝΝΗΣΩΝ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(18, 'ΛΑΙΚΟ', 'ΜΙΚΡΑΣ ΑΣΙΑΣ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(19, 'ΣΠΙΤΙ ΤΟΥ ΗΘΟΠΟΙΟΥ', 'ΑΧΑΡΝΩΝ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(20, 'ΛΥΣΙΑΤΡΕΙΟ', 'ΔΡΟΣΟΠΟΥΛΟΥ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(21, 'ΠΑΛ.ΤΕΡΜΑ', 'ΚΕΡΚΥΡΑΣ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(22, 'ΠΛ.ΕΞΑΡΧΕΙΩΝ', 'ΣΠΥΡ.ΤΡΙΚΟΥΠΗ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(23, 'ΠΛ.ΠΑΓΚΡΑΤΙΟΥ', 'ΥΜΗΤΤΟΥ', 'ΑΘΗΝΑΙΩΝ', 'Bus'),
(24, 'ΑΓ.ΓΕΩΡΓΙΟΣ', 'ΙΕΡΑΣ ΟΔΟΥ', 'ΑΙΓΑΛΕΩ', 'Bus'),
(25, 'ΤΡΑΠΕΖΑ', 'ΓΡ.ΛΑΜΠΡΑΚΗ', 'ΓΛΥΦΑΔΑΣ', 'Bus'),
(26, 'ΚΑΛΛΙΘΕΑ', 'ΕΛ.ΒΕΝΙΖΕΛΟΥ', 'ΚΑΛΛΙΘΕΑΣ', 'Bus'),
(27, 'ΠΛ.Ν.ΠΕΝΤΕΛΗΣ', 'ΠΛ.ΗΡΩΩΝ ΠΟΛΥΤΕΧΝΕΙΟΥ', 'ΠΕΝΤΕΛΗΣ', 'Bus'),
(28, 'ΣΤΡΑΤΟΠΕΔΟ', 'ΚΥΠΡΟΥ', 'ΠΑΠΑΓΟΥ-ΧΟΛΑΡΓΟΥ', 'Bus'),
(29, 'ΠΑΛΑΜΗΔΙΟΥ', 'ΜΑΥΡΟΜΙΧΑΛΗ', 'ΠΕΙΡΑΙΑ', 'Bus'),
(30, 'ΙΚΑ', 'ΒΑΣ.ΑΛΕΞΑΝΔΡΟΥ', 'ΠΕΡΙΣΤΕΡΙΟΥ', 'Bus'),
(31, 'ΔΗΜΑΡΧΕΙΟ', '25ης ΜΑΡΤΙΟΥ', 'ΠΕΤΡΟΥΠΟΛΗΣ', 'Bus'),
(32, 'ΑΓΟΡΑ ΒΥΡΩΝΑ', 'ΛΕΩΦ.ΚΥΠΡΟΥ', 'ΒΥΡΩΝΑ', 'Bus'),
(33, 'ΕΥΔΑΠ', 'ΙΛΙΣΙΩΝ', 'ΖΩΓΡΑΦΟΥ', 'Bus'),
(34, 'ΙΚΑ', 'ΛΕΩ. ΓΕΩΡ.ΠΑΠΑΝΔΡΕΟΥ', 'ΖΩΓΡΑΦΟΥ', 'Bus'),
(35, 'ΚΟΤΟΠΟΥΛΗ', 'ΛΕΩΦ.ΣΤΡΟΥ ΠΑΠΑΓΟΥ', 'ΖΩΓΡΑΦΟΥ', 'Bus'),
(36, 'ΙΖΟΛΑ', 'ΕΛ.ΒΕΝΙΖΕΛΟΥ', 'ΚΑΛΛΙΘΕΑΣ', 'Bus'),
(37, 'ΙΚΑ', 'ΔΑΒΑΚΗ', 'ΚΑΛΛΙΘΕΑΣ', 'Bus'),
(38, 'ΠΥΡΟΣΒΕΣΤΙΚΗ', 'ΕΛ.ΒΕΝΙΖΕΛΟΥ', 'ΚΑΛΛΙΘΕΑΣ', 'Bus'),
(39, 'ΣΠΑΡΤΗΣ', 'ΔΗΜΟΣΘΕΝΟΥΣ', 'ΚΑΛΛΙΘΕΑΣ', 'Bus'),
(40, 'ΣΤ.ΠΑΝΟΡΜΟΥ', 'ΠΑΝΟΡΜΟΥ', 'ΑΘΗΝΑΙΩΝ', 'Subway'),
(41, 'ΣΤ.ΕΥΑΓΓΕΛΙΣΜΟΣ', 'Λ. ΒΑΣΙΛΙΣΣΗΣ ΣΟΦΙΑΣ', 'ΑΘΗΝΑΙΩΝ', 'Subway'),
(42, 'ΣΤ.ΣΥΝΤΑΓΜΑ', 'ΠΛ.ΣΥΝΤΑΓΜΑΤΟΣ', 'ΑΘΗΝΑΙΩΝ', 'Subway'),
(43, 'ΣΤ.ΜΟΝΑΣΤΗΡΑΚΙ', 'ΠΛ.ΜΟΝΑΣΤΗΡΑΚΙΟΥ', 'ΑΘΗΝΑΙΩΝ', 'Subway'),
(44, 'ΣΤ.ΝΕΟΣ ΚΟΣΜΟΣ', 'ΗΛΙΑ ΗΛΙΟΥ', 'ΝΕΟΣ ΚΟΣΜΟΣ', 'Subway'),
(45, 'ΣΤ.ΜΕΤΑΞΟΥΡΓΕΙΟ', 'ΠΛ.ΚΑΡΑΪΣΚΑΚΗ', 'ΜΕΤΑΞΟΥΡΓΕΙΟ', 'Subway'),
(46, 'ΣΤ.ΠΑΝΕΠΙΣΤΗΜΙΟ', 'Λ.ΠΑΝΕΠΙΣΤΗΜΙΟΥ', 'ΑΘΗΝΑΙΩΝ', 'Subway'),
(47, 'ΣΤ.ΝΕΡΑΤΖΙΩΤΙΣΣΑ', 'ΑΤΤΙΚΗ ΟΔΟΣ', 'ΜΑΡΟΥΣΙ', 'Railway'),
(48, 'ΣΤ.ΜΟΝΑΣΤΗΡΑΚΙ', 'ΠΛ.ΜΟΝΑΣΤΗΡΑΚΙΟΥ', 'ΑΘΗΝΑΙΩΝ', 'Railway'),
(49, 'ΣΤ.ΑΝΩ ΠΑΤΗΣΙΑ', 'Λ.ΙΩΝΙΑΣ', 'ΑΝΩ ΠΑΤΗΣΙΑ', 'Railway');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `amea_stations`
--
ALTER TABLE `amea_stations`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `amea_stations`
--
ALTER TABLE `amea_stations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
